Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 陈对放下书箱，一件件一样样，小心翼翼拿出那些精心准备的祭品，用以祀神供祖。
en_us: Chen Dui set down her bookcase, then carefully pulled out a series of meticulously selected offerings one by one to be presented to the gods and the ancestors.

source: 陈对放下把手中籍书放在桌上，打算出门透透气，薛管事当然要尽到地主之谊，只不过被这位陈氏女子婉言拒绝。
en_us: Chen Dui place the record she was reading on the table, and she planned to go out for some fresh air. As the host, Steward Xue naturally invited her to stay. However, Chen Dui politely turned down his initation.

source: 陈对正大光明打量着眼前少女，一袭绿袍，悬刀佩剑，赏心悦目。陈对的沉闷心情也有些变好，微笑道：“只要找得到我家祖坟，就两袋钱。但是丑话说前头，万一找不到的话，我一袋子也不会给你们，如何？”
en_us: Chen Dui openly looked her up and down. Ning Yao was dressed in a green robe, and she had both a sword and a saber hanging by her waists. She appeared especially pleasing to the eye. Chen Dui's solemn mood also improved slightly, and she replied with a smile, "As long as we can find my ancestors' graves, I'll be happy to pay two pouches. If we can't find it, however, I won't pay a single pouch. What do you say?"

source: 陈对比起进入小镇之前的她，明显如今要和气许多，搁在以前陈松风问这种问题，她只当耳旁风，耐着性子解释道：“如果清风城早就知道真相，刘姓少年祖上是我颍阴陈氏留在小镇守墓人，那么他们胆敢如此行事，理所当然要付出代价，而且远远不是归还甲胄这么简单了，但是既然他们事先并不知晓内幕，大道机缘本就宝贵珍稀，人人可争，我颍阴陈氏还不至于如此霸道。”
en_us: Compared to when she had first entered the small town, Chen Dui was evidently much more amiable. If this were in the past, she would have simply ignored Chen Songfeng's question. Now, however, she patiently explained, "If Light Breeze City's Xu Clan had known the truth — that Liu Xianyang was a descendant of the the Yingyin Chen Clan's graveyard attendents — then they naturally would have had to pay a hefty price if they still dared to target him. Simply returning the suit of armor wouldn't have been anywhere near enough. However, since they weren't aware of these secrets, it's only natural and right that fought for this precious fated opportunity. The Yingyin Chen Clan isn't so arrogant and domineering."

source: 陈对沉声道：“你们去山下等我。”
en_us: "Go and wait for me at the foot of the mountain," Chen Dui instructed.

source: 陈对沉声道：“继续赶路！”
en_us: "Keep going!" Chen Dui ordered in a solemn voice.

source: 陈对淡然道：“习武之人，不认拳头，能认什么。”
en_us: "If a martial artist doesn't acknowledge someone's strength, then what else can they acknowledge?" Chen Dui replied indifferently.

source: 陈对点头道：“果然是养剑葫。”
en_us: Chen Dui nodded and said, "As expected, it's a Sword Nurturing Gourd."

source: 陈对犹豫了一下，说道：“算是同类相斥吧，我也是习武之人，对于你们东宝瓶洲的武夫，实话实说，一直不是特别瞧得起，当然最后证明我是错的，大错特错。”
en_us: Chen Dui hesitated for a moment before replying, "It was a case of like charges repelling each other. I'm also a martial artist, and to be completely honest with you, I've always looked down on fellow martial artists from the Eastern Treasured Vial Continent. Of course, I was eventually proven incorrect. Very incorrect."

source: 陈对看到一大一小两个背影，坐在牌坊的白石台阶上窃窃私语。
en_us: Chen Dui saw a large figure and a small figure sitting on the white stone steps under the archway, quietly chit-chatting about something.

source: 陈对笑了，“也很珍贵就是了。”
en_us: "It's also very valuable," Chen Dui replied with a smile.

source: 陈对笑着点头道：“薛管事是明白人，难怪衙署上下运转自如。”
en_us: Chen Dui smiled and said with a nod, "Steward Xue, you're a very smart person. No wonder the kiln supervision office is able to run so smoothly."

source: 陈对缓缓闭上眼睛，片刻之后，她蹲下身，用手指在地面上写了一长串字符，写完之后，嘴唇微动。最后她用手掌缓缓抹平所有痕迹，起身后，脚步绕过符文销毁的地方，率先登山，甚至不用陈平安指路。
en_us: She slowly closed her eyes, then crouched down and wrote out a long line of text on the ground with her finger. After that, her lips moved slightly as she wiped away everything that she had written with the palm of her hand. She then rose to her feet and stepped around the patch of ground that she had just wiped smooth with her hand before stepping onto the mountain, seemingly not requiring any further guidance from Chen Ping'an.

source: 陈对聊了天南地北许多奇人趣闻轶事，正阳山小女孩听得津津有味，啧啧道：“姐姐，你懂得真多。”
en_us: Chen Dui talked about all kinds of strange and interesting things, and the little girl from Sun Scorch Mountain listened to her stories with relish. Tao Zi clicked her tongue in wonder and praised, "Big sister, you know so much!"

source: 陈对脸色平淡，接过书箱后自己背起来，对陈平安说道：“走。”
en_us: Chen Dui's expression was calm as she picked up the bookcase and slung it over her back. She looked at Chen Ping'an and said, "Let's go."

source: 陈对解释道：“小丫头，你可不好埋怨你家苏姐姐，紫金养剑葫，在养剑葫芦里十分稀少罕见，可以排入前三甲，估计整座东宝瓶洲，也就她手上那么一只，而且紫金葫芦相比其他养剑葫，虽然养剑极优，但缺点是太脆，很容易被利器磕破。”
en_us: "Little girl, you shouldn't blame your Big Sister Su," Chen Dui explained. "Golden-purple Sword Nurturing Gourds are extremely rare, and they can rank as one of the top three types of Sword Nurturing Gourds. I estimate that the one she owns is the only one in the entire Eastern Treasured Vial Continent. Moreover, even though golden-purple Sword Nurturing Gourds are extremely brilliant when it comes to nurturing swords, they do have a drawback in that they're very fragile. It's very easy to damage them with sharp objects."

source: 陈对走出衙署偏厅，站在走廊里往远处望去。
en_us: After leaving the side office, Chen Dui stood in the corridor and looked into the distance.

source: 陈对转头望去，有些本能的紧张。
en_us: Chen Dui turned around, instinctively feeling a little tense and anxious.

source: 陈对转头瞥了眼这位龙尾郡陈氏子弟，对于陈松风的“无心之语”，陈对不置可否。
en_us: Chen Dui turned around and shot a glance at the young man from Dragon Tail County's Chen Clan. She didn't offer any comment on his "casual remark".

source: 陈对转身继续前行。
en_us: Chen Dui turned around and continued forward.

source: 陈平安
en_us: Chen Ping'an looked up.

source: 陈平安yi想，真是这个道理。
en_us: Chen Ping'an thought about this, and he felt like it did indeed make sense.

source: 陈平安一声不吭。
en_us: Chen Ping'an didn't say anything.

source: 陈平安一头雾水，“为啥？”
en_us: Chen Ping'an was baffled, and he asked, "Why?"

source: 陈平安一头雾水，“啥？”
en_us: "A what?" Chen Ping'an had no idea what she was saying.

source: 陈平安一屁股坐在地上。
en_us: Chen Ping'an plonked down on the ground.

source: 陈平安一惊一乍，怀疑道：“不可能吧？”
en_us: Chen Ping'an was quite bewildered to hear this. "Surely that's not possible!"

source: 陈平安一想到那个鼻涕虫，就想笑。
en_us: As he thought about that snotty little kid, Chen Ping'an couldn't help but want to laugh.

source: 陈平安一手拿信，一手摊开手掌，眨了眨眼睛，“说好了一封信一钱的。”
en_us: Chen Ping'an grabbed the letters with one hand while spreading open his other hand, blinking innocently as he said, "You promised me one copper coin per letter."

source: 陈平安一拳捶在刘羡阳胸口，捶得高大少年连忙松手，使劲揉了几下才缓过气，骂道：“瘦竹竿似的小毛猴子，哪来这么大的力气！难道跟姚老头隔三岔五走个一百里山路，或是在深山里砍柴烧炭几个月，就能往死里涨气力？”
en_us: Chen Ping'an hammered Liu Xianyang's chest, causing the tall young boy to hurriedly let go of him. Liu Xianyang rubbed his chest a few times before finally managing to catch his breath, scolding, "You're like a skinny little monkey, so where in the world is your strength coming from? Perhaps your strength rose exponentially because you traversed long mountain paths with Old Man Yao? Or because you went deep into the mountains to chop firewood for several months?"

source: 陈平安一拳砸得马苦玄那记膝撞下坠，但是被空中身体前倾的马苦玄闪电一拳，一拳砰然砸在额头，马苦玄原本弯曲蜷缩的双脚，瞬间舒展开来，在身体后仰的陈平安胸口重重一踩。
en_us: Chen Ping'an slammed his fist into Ma Kuxuan's flying knee. However, the lunging Ma Kuxuan also leaned forward and threw a lightning-quick jab, striking Chen Ping'an on the forehead. At the same time, his bent knees instantly straightened and smashed into Chen Ping'an's chest.

source: 陈平安一本正经道：“真要有了媳妇，就又是一回事。我可不傻，会让自己媳妇受委屈。”
en_us: A serious look appeared on Chen Ping'an's face as he countered, "If I had a wife, then I wold act differently. I can't make my wife suffer for my decisions."

source: 陈平安一步走出之后，就自然而然向前走出第二步，这个时候他才发现齐先生与自己，并肩而行。
en_us: After taking that initial step, Chen Ping'an naturally took a second step, and only then did he notice that Mr. Qi was walking along right beside him.

source: 陈平安一步踏出。
en_us: Chen Ping'an took a decisive step forward, and the covered bridge trembled violently, while all of the voices instantly fell silent.

source: 陈平安一点都不贪心，诚心诚意道：“跟现在一样好就行。”
en_us: Chen Ping'an wasn't greedy in the least, and he said sincerely, "I'll be happy as long as my situation can stay the same."

source: 陈平安一番天人交战之后，缓缓说道：“王朱，我知道你不是一般人，那年大雪天，我在家门口看到你，就知道你跟我们不一样。后来你也是第一个看出蛇胆石不寻常的人，现在回想起来，你当年看待我们这些街坊邻居的眼神，跟当下那些外乡人看我们，本质上没有区别。”
en_us: After a brief hesitation, Chen Ping'an said, "Wang Zhu, I know that you're not an ordinary person. That day during the snowstorm, I knew you were different as soon as I saw you from the front door of my house. After that, you were also the first one to identify that the snake gall pebbles were no ordinary stones. Thinking back now, the look in your eyes when you look at us is no different from the expressions worn by the outsiders when they look at us."

source: 陈平安一直在全神贯注对付水中，没有察觉到阮姑娘的靠近，也没有藏掖，不怕她笑话，伸手指了指溪水水面，老实回答道：“我觉得水里有脏东西，就想着能不能用石子把它砸出来。”
en_us: Chen Ping'an's attention had been focused entirely on the water this entire time, so he didn't sense her presence. He made no effort to hide what he was doing as he pointed at the surface of the water and answered truthfully, "I feel like there's something dirty in the water, and I'm trying to see if I can force it come out by pelting it with rocks."

source: 陈平安一眼就认出她，是那个独来独往的小女孩，来去如风，喜欢在小镇四处逛荡，她跟顾粲属于不打不相识，前不久在青牛背又 见过一面，她跟在那些神仙人物身边，好像跟那位年轻道姑关系尤其好，陈平安还送给她一块小蛇胆石。
en_us: Chen Ping'an immediately identified her as the little girl who liked to keep to herself and wander around the town as fast as the wind. She and Gu Can ahd gotten to know each other through an altercation, and Chen Ping'an had met her not long ago at the Azure Cow Ridge. She was also around those mystical figures, and she seemed to be particular close with that young Daoist nun. Chen Ping'an recalled that he had given her a small snake gall pebble in the past.

source: 陈平安一眼望去，除了出身福禄街四大姓李氏的红棉袄小姑娘，其余四个孩子，仅是穿着就天壤之别，石春嘉的祖辈，世世代代生活在骑龙巷，守着那间名叫压岁的老铺子，衣食无忧，但算不得大富大贵，所以小姑娘穿得只能算舒适暖和，但是石春嘉身边有位神色冷峻的同龄人，披着一件崭新名贵的黑色狐裘，脸色微白，眉眼冷漠。李槐的父亲李二，是小镇出了名的窝囊汉，李槐还有个姐姐叫李柳，不过爹娘和姐姐三人都出去讨生活了，只留下李槐一个人寄养在舅舅家，如今也一样要离开家乡，跟随姓马的老人去往那座山崖书院。最后一名少年，春衫单薄，便穿了缝缝补补的两件外衫，满身穷苦气，一看就是穷巷子长大的苦孩子。
en_us: The differences in the quality of attire worn by the five children were night and day. Shi Chunjia's family had lived on Dragon Riding Alley for generations, running the old pastry shop, so she certainly hadn't grown up poor. However, at the same time, her family couldn't have been said to be particularly wealthy, so her clothes were comfortable and warm, but not excessively extravagant. However, the child next to her wore a brand new black fur coat made from fox fur, and there was a cold and apathetic look on his face. Li Huai's father, Li Er, was renowned in the town for being a pushover, and Li Huai had an elder sister by the name of Li Liu. However, his parents and his elder sister had all left the town for better prospects, leaving only Li Huai behind to live with his uncle. Now, he was also going to be leaving the town, following Old Man Ma to Mountain Cliff Academy. The final boy to round out the five was wearing a thin spring garment and a pair of patchy outer garments, clearly indicating that he came from an impoverished background.

source: 陈平安一脸怀疑，宁姚怒目相视，指着那串文字，“真念‘滚’！此拳悟自于大骊观雨，拳势滚走之势，拳罡如泼墨大雨，跌落人间后，滚走于大骊皇宫之龙壁，倾泻直下！”
en_us: Chen Ping'an wore a skeptical expression. Ning Yao glared at him as she pointed at the word, and she said, "It genuinely means 'run along'! This fist technique was created while observing the rain in the Great Li Empire. The fist stance appears as if its running along, and the fist aura appears as if its a unstoppable downpour. After falling into the mortal world, the fist aura runs along the imperial walls of the Great Li Palace, crashing down with vigour!"

source: 陈平安一脸茫然。
en_us: Chen Ping'an wore a puzzled expression.

source: 陈平安一语命中要害，问道：“她怎么受的伤？”
en_us: "How did she sustain these injuries?" Chen Ping'an asked.

source: 陈平安一路跑回泥瓶巷，打开院门，发现靠近院门的地方，一根根槐枝横七竖八躺着。
en_us: He ran all the way back to Clay Vase Alley, and after opening the gate of his yard, he discovered a messy pile of locust branches laying on the ground nearby.

source: 陈平安一边走下石崖，一边忍不住转头提醒道：“廊桥那边水特别深，千万小心别脚底打滑啊。回家的时候，最好靠着水田这边一侧，哪怕摔倒了，一身泥总好过掉溪里去”
en_us: As he walked down the stone cliff, he couldn't help but turn around and say in warning, "The water is extremely deep around the covered bridge, so you have to be especially careful not to slip. When you return home, it's best that you walk along the paddy field side. Even if you fall, getting yourself muddy is still better than falling into the creek."

source: 陈平安一阵茫然，就像小时候被牛尾巴甩在脸上差不多，“啥？”
en_us: Chen Ping'an was dazed, and his expression was just like when he had been whipped in the head by cow tails when he was young. "What?"

source: 陈平安上岸后，将鱼随手丢入竹篓。
en_us: After returning onshore, Chen Ping'an casually tossed the fish into the bamboo basket.

source: 陈平安下一句话，更是让少女感到哭笑不得，“宁姑娘，我不认识字啊，你教教我？”
en_us: When she heard Chen Ping'an's next reply, she truly didn't know whether to laugh or to cry. "But Ning Yao, I can't read! Can you teach me?"

source: 陈平安下定决心，伸手去拿签筒，突然抬头问道：“道长是如何知道我身上恰好有五钱？”
en_us: After making up his mind, Chen Ping'an reached out for the slip tube, only to suddenly raise his head as he asked, "How did you know that I just so happen to have exactly five copper coins on me?"

source: 陈平安不想留下来当出气筒，赶紧跑路。
en_us: Chen Ping'an hurriedly scooted away, not wanting to become an outlet for his frustration.

source: 陈平安不想这样，这辈子都不想再这样了！
en_us: Chen Ping'an didn't want to be like this. He didn't want to be like this ever again!

source: 陈平安不愿在这里多耗，问道：“阮姑娘，找我有事吗？”
en_us: Chen Ping'an didn't want to waste any more time here, and he asked, "Is there something I can help you with?"

source: 陈平安不是不撞南墙不回头的一根筋，自小一个人过惯了，反而更加知道人情冷暖和轻重缓急，点头笑道：“会的，只要看到刘羡阳跟阮师傅喝过拜师茶，我就马上离开这里。最好那个时候，阮师傅也答应给你铸剑。”
en_us: Chen Ping'an wasn't a foolishly stubborn person. He had lived by himself from a young age, yet this had made him even more adept when it came to reading the intentions and attitudes of others. He nodded and said with a smile, "I will. I'll immediately leave after Liu Xianyang officially becomes Master Ruan's disciple. It'll be best if Master Ruan also agrees to forge a sword for you at that time."

source: 陈平安不是没有想过拿出一枚金精铜钱，跟人兑换成真金白银或是铜钱，比如杨家铺子的杨老头，或是铁匠铺子的阮师傅，但是陈平安有一种直觉，金精铜钱这种东西，是真正的可遇不可求，每用掉一枚就是少一枚，至于银子铜钱，到哪里都可以挣，无非是出力大小而已。所以陈平安决定先问阮师傅借借看，如果借不成，再用金精铜钱来解决难题，心疼肯定会心疼，但是既然有些迫在眉睫的问题，已经一清二楚地摆在眼前，总不能假装视而不见，陈平安很怕亏欠别人。
en_us: He had considered swapping a gold essence copper coin for silver or actual copper coins. Perhaps he could go to Old Man Yang or Master Ruan to have one of his gold essence copper coins exchanged, but he had a feeling that these things were exceedingly rare, and with each one that was used up, it would be permanently gone. In contrast, silver and copper coins could be earned anywhere, and it was just a matter of how hard he was willing to work. Hence, Chen Ping'an decided that he was going to see if he could borrow from Master Ruan first, and he would only resort to spending gold essence copper coins if that didn't work. He was extremely reluctant to part with any of his gold essence copper coins, but the problem was constantly staring at him right in the eye, and he couldn't just pretend not to see it. He was very averse to owing anyone anything.

source: 陈平安不死心，捡起几粒轻重正好的石子，转身沿着溪水往下游走去，仔细打量着溪水里的动静，试图找出一点蛛丝马迹。
en_us: Chen Ping'an wasn't convinced, and he picked up several rocks of just the right weight, then turned and waded into the creek in the downstream direction before carefully examining the flowing water, trying to find the source of the unsettling feeling he had just been struck by.

source: 陈平安不知如何作答，只好跟她现学现用，假装什么也没听到。
en_us: Chen Ping'an didn't know how to respond. Thus, he could only employ the same tactic that he had only just learned from her — pretend that he hadn't heard anything.

source: 陈平安不说话，既不否认也不承认。
en_us: Chen Ping'an didn't say anything, neither confirming nor denying this notion.

source: 陈平安不说话，陷入沉思。
en_us: Chen Ping'an was rendered speechless. He fell deep into thought.

source: 陈平安为难道：“一时半会说不清楚。你就说我能不能去你那边住？”
en_us: "It's hard to explain in just a few words. Just tell me, can I stay over at your place or not?" Chen Ping'an replied.

source: 陈平安之所以是来李家，而非卢正淳所在的小镇头姓卢家，在于少年离开衙署的时候，一路相送的年迈管事，有意无意聊了一些家长里短，什么这条街上赵家的那位读书种子，赵繇已经离开小镇，以后指定是状元郎当大官的命，什么隔壁宋家有位小姐，到了出嫁岁数，连女红也做不好，只喜欢舞刀弄枪，哪里像一位千金小姐，你说好笑不好笑？老人在一大堆鸡毛蒜皮的趣事里，夹杂着一个微不足道的消息，李家宅子刚到了一位身份尊贵的贵客，小女娃娃长得粉雕玉琢，跟一件御用瓷器似的，以后只要别女大十八变，肯定是个俊俏美人，也不知道以后哪家有福气，能把这么个儿媳妇娶进家门。
en_us: Chen Ping'an had come to the Li Clan's manor instead of the Lu Clan's manor, where Lu Zhengchun was staying, because as he was departing from the office of the kiln supervision official, the elderly steward had inadvertently revealed some tidbits of information to him through small talk. He had told Chen Ping'an about how the young bookworm from the Zhao Clan, Zhao Yao, had already left the town, and that he was destined to become a champion scholar and a powerful official. He had told him about a young mistress from the neighboring Song Clan who was at the age to marry, but still couldn't even do proper needlework, and that she preferred to play with weapons instead, which was completely unbefitting a young woman of her status, often making her the butt of jokes for those in the town who were into gossiping about the affluent clans. Tucked among all of these interesting stories was a piece of seemingly trivial information, which was that the Li Clan's manor had recently welcomed the arrival of an esteemed guest, namely a little girl who resembled an intricate porcelain doll. The old steward had speculated to Chen Ping'an that she was going to be a stunning beauty once she grew up, and that her future husband had to be an extremely lucky man.

source: 陈平安之所以胆敢跟着感觉走，主动查寻溪水中的古怪，在于阮师傅前脚才走，陈平安不觉得如果真有水中鬼物，胆敢在圣人的眼皮子底下，出水扑杀自己。再说了，陈平安如今袖中藏着齐先生赠送的那对山水印，其中一方正是“水”字印，所以少年胆气尤其粗壮。
en_us: Chen Ping'an only dared to trust in his instincts and venture into the creek to investigate as Master Ruan had only just left the creek. He was fairly confident that even if there were some sinister entities in the water, there was no way that they would dare to kill him right under the nose of a Sage. Furthermore, he was carrying the pair of Mountain and Water Seals that Mr. Qi had given him up his sleeve, and one of them was a "water" seal, so that only served to instill him with more courage.

source: 陈平安之所以选择这个深坑，是因为他以前和刘羡阳在这里洗澡的时候，发现坑底的蛇胆石极其繁多，刘羡阳有次为了显摆自己的水性出众，甚至故意腋下夹着一块蛇胆石上浮，陈平安记得那块石头最少得有顾粲的脑袋那么大，石头微微白色透明，里头竟然有鲜红色的细细点点，就像被冰冻起来的桃花瓣。
en_us: Chen Ping'an had chosen this area because he had discovered a great number of snake gall pebbles in the pits underwater while bathing here with Liu Xianyang before. In order to show off his skills one time, Liu Xianyang had purposefully dived down and returned with a large snake gall pebble under his armpit. Chen Ping'an remembered that the snake gall pebble was at least as large as Gu Can's head. It was white and translucent, and one could even see faint red lines and dots inside the pebble. It was as if they were blossom leaves that had been frozen inside.

source: 陈平安也会。
en_us: Chen Ping'an also knew how to do this.

source: 陈平安也叹息一声，跑去早点铺子买了一笼六只包子，赶往泥瓶巷。
en_us: Chen Ping'an also heaved a sigh. He then ran to a breakfast stall and purchased six buns before hurrying back to Clay Vase Alley.

source: 陈平安也在此列，干脆就返回小镇，去了趟刘羡阳家，没发现少东西后，就赶紧熄灯，再锁好屋门，跑向泥瓶巷的自家宅子。
en_us: Chen Ping'an was dismissed as well, and he returned to the town. He paid a visit to Liu Xianyang's home, and after verifying that nothing was missing, he quickly snuffed out the lights, then locked the door and rushed back to his own house.

source: 陈平安也就不再多问，跑向小镇外一个人迹罕至的地方。
en_us: Chen Ping'an didn't ask any more questions as he ran to an unfrequented place outside the small town.

source: 陈平安也没有坚持，蹲在地上，双手挠着脑袋。
en_us: Chen Ping'an didn't persist with the idea, and he squatted down as he scratched his own head with tightly furrowed brows.

source: 陈平安也纳闷，摇头道：“不明白。”
en_us: Chen Ping'an was also bewildered. He shook his head and replied, "I have no idea."

source: 陈平安也跟着笑起来，说道：“上次只送给你三条鱼，是我太小气了。”
en_us: Chen Ping'an also smiled as he said, "I was too stingy for only giving you three fish last time."

source: 陈平安也蹲下身，火急火燎劝说道：“你咋知道她现在给的价格很公道？以后要是后悔了，咋办？”
en_us: Chen Ping'an squatted down next to him and said in anxious voice, "How do you know she's offering a fair price? What are you going to do if you regret it in the future?"

source: 陈平安习惯了上山下水，跑到栅栏门口附近，在那座孤零零的黄泥房门口停下，心不跳气不喘。
en_us: Chen Ping'an was already accustomed to rigorous travel, so he wasn't even out of breath as he jogged over to the makeshift town gate before stopping at the entrance of the earthen cabin.

source: 陈平安仍是摇头道：“就像小溪里抓鱼，我站在水深不到膝盖的地方，弯个腰抓到鱼，是抓。有的人水性好，到大深坑里一个猛子扎下去，憋气很久抓到鱼，那也是抓，同样是抓到了鱼，道长，但是这两者不一样的，对吧？”
en_us: However, Chen Ping'an still wasn't convinced, and he shook his head as he said, "Think about it this way then: I can say that I'm catching fish while standing in water that's below knee deep, while someone with exceptional swimming skills that dives deep into the water and holds their breath for a long time is also said to be catching fish, but these are two entirely different concepts, wouldn't you agree?"

source: 陈平安从不妄言鬼神之事。
en_us: Chen Ping'an never spoke carelessly about matters regarding gods and spirits.

source: 陈平安从来没有欺负过马苦玄，也从来没有怜悯过这个同龄人，更没想过两个同病相怜的家伙，尝试着抱团取暖。
en_us: Chen Ping'an had never bullied Ma Kuxuan before, nor had he ever felt sympathy for him. Even though they were both pitiful children, he had more so never thought about becoming friends with him to find a sense of warmth and belonging.

source: 陈平安从里头拿出三枚铜钱，握在手心后，用手臂将三袋子横推到少女身前，笑道：“这些，送给你了。”
en_us: Chen Ping'an took out three copper coins and held them in his hand. He then used his arm to push the three pouches of copper coins toward the young woman, saying with a smile, "Here, take these."

source: 陈平安仔细思考后，笑道：“我想到一个地方，有可能是她想要找的地方。至于报酬就算了，就是走几步路的事情。”
en_us: After careful consideration, Chen Ping'an smiled and replied, "I've thought of a place that might be the location that she's looking for. As for compensation... there's no need for any. After all, this is only a matter of walking a few steps."

source: 陈平安以前在老槐树那边听老人闲聊，说起现任督造官大人第次进入小镇的时候，就有很大的排场阵仗，四姓十族的祖祠老辈们几乎倾巢出动，在城东门这边“接驾”，只不过大太阳底下等了几个时辰，最后名官署管事火急火燎跑到东门，说督造官大人在衙署后院午睡刚醒，让众人直接去衙署会晤便是，给那帮富贵老爷们气得佛出世二佛升天，不过据说事后进了衙署大门后，没谁敢放个屁，个比个笑得像人家的乖孙子。
en_us: While hanging out around the old locust tree, Chen Ping'an had heard the elderly residents chat about the arrival of the new kiln supervision official. When he had first arrived in the small town, he was offered a grand welcome, with almost all of the elders from the Four Surnames and Ten Clans coming to the eastern gate to greet him. However, after waiting under the scorching for several hours, the only person who arrived was a subordinate from the kiln supervision office who told them that the kiln supervision official was already in his office, and that he had only just woken up from his afternoon nap. He then told them to direclty go to the office of the kiln supervision official. The group of wealthy people were infuriated, but according to rumors, none of them had dared to complain a peep when they eventually entered the kiln supervision office. In fact, they had all smiled as obsequiously as they could.

source: 陈平安以迅雷不及掩耳之势继续道：“一听就是读过书的！”
en_us: Chen Ping'an immediately changed tact, continuing in a smooth manner, "Like that of a well read person!"

source: 陈平安会心一笑，觉得这个红棉袄小姑娘的努力，多半是用在玩耍上，山崖书院处处都会留下她的足迹吧。
en_us: An amused smile appeared on Chen Ping'an's face. He had no doubt that Li Baoping was going to do her best, but only when it came to playing. It most likely wasn't going to be long before she left her footsteps all over the entire Mountain Cliff Academy.
